tap "cjbassi/ytop"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "morantron/tmux-fingers"
tap "shivammathur/php"
tap "yt-dlp/taps"
brew "little-cms2"
brew "autojump"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "blueutil"
brew "glib"
brew "cairo"
brew "openldap"
brew "curl"
brew "freetds"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "ctags"
brew "deno"
brew "dnsmasq"
brew "folly"
brew "efm-langserver"
brew "wxwidgets"
brew "erlang"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fontforge"
brew "fpp"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-recent"
brew "glow"
brew "gnu-sed"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grex"
brew "httpie"
brew "httpstat"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iredis"
brew "jq"
brew "kondo"
brew "lazygit"
brew "luarocks"
brew "meilisearch"
brew "mtr"
brew "python-tabulate"
brew "mycli"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nginx"
brew "ninja"
brew "nmap"
brew "nushell"
brew "pandoc"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "rabbitmq"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "ripgrep-all"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tealdeer"
brew "telnet"
brew "tmux"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "ugit"
brew "watch"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/ytop/ytop"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "morantron/tmux-fingers/tmux-fingers"
cask "anaconda"
cask "karabiner-elements"
cask "muzzle"
cask "rectangle"
cask "skitch"
cask "timing"
